Repository: robertdevore/digg-this
Catalog: languages/digg-this-*.po
Languages: ar, es_mx

source: Digg This Settings
ar: إعدادات Digg هذه الإعدادات
es_mx: Digg Esta configuración

source: Digg This
ar: احجز هذا
es_mx: Digg Esto

source: Settings
ar: الإعدادات
es_mx: Ajustes

source: Support
ar: الدعم
es_mx: Soporte

source: Documentation
ar: الوثائق
es_mx: Documentación

source: Icon Color
ar: لون الايقونة
es_mx: Color de Icono

source: Background Color
ar: لون الخلفية
es_mx: Color de fondo

source: Enable Social Media Icons
ar: تمكين أيقونات وسائل التواصل الاجتماعي
es_mx: Activar iconos de redes sociales

source: SMS
ar: رسالة نصيّة

source: WhatsApp
ar: واتس اب

source: Enable for Post Types
ar: التمكين لأنواع المنشورات
es_mx: Habilitar para tipos de entrada

source: Custom Share Text:
ar: نص المشاركة المخصص:
es_mx: Texto para compartir personalizado:

source: Hashtags (comma separated):
ar: الهاشتاقات (مفصولة بفاصلة):
es_mx: Hashtags (separados por comas):

source: A social media sharing plugin with customizable settings.
ar: مكون إضافي لمشاركة الوسائط الاجتماعية مع إعدادات قابلة للتخصيص.
es_mx: Un plugin para compartir en redes sociales con ajustes personalizables.

source: Robert DeVore
ar: روبرت ديفور
